Repository: chiefpansancolt/devhub
Catalog: DevHub/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

source: Hide Output Log
de: Ausgabeprotokoll ausblenden
es: Ocultar registro de salida
fr: Masquer le journal de sortie
ja: 出力ログを隠す
ko: 출력 로그 가리기
pt_br: Ocultar registro de saída
ru: Скрыть журнал вывода
zh_hans: 隐藏输出日志

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史记录

source: History file
de: Verlaufsdatei
es: Archivo de historial
fr: Fichier d’historique
ja: 履歴ファイル
ko: 기록 파일
pt_br: Arquivo de histórico
ru: Файл истории
zh_hans: 历史记录文件

source: Homebrew was not found. Choose the brew program.
de: Homebrew wurde nicht gefunden. Wähle das brew-Programm aus.
es: No se encontró Homebrew. Elige el programa brew.
fr: Homebrew est introuvable. Choisissez le programme brew.
ja: Homebrewが見つかりません。brewプログラムを選択してください。
ko: Homebrew를 찾을 수 없습니다. brew 프로그램을 선택하세요.
pt_br: O Homebrew não foi encontrado. Escolha o programa brew.
ru: Homebrew не найден. Выберите программу brew.
zh_hans: 未找到 Homebrew。请选择 brew 程序。

source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
pt_br: Ícone
ru: Значок
zh_hans: 图标

source: Icon and count
de: Symbol und Zahl
es: Icono y número
fr: Icône et nombre
ja: アイコンと件数
ko: 아이콘 및 개수
pt_br: Ícone e número
ru: Значок и число
zh_hans: 图标和数量

source: Icon style
de: Symbolstil
es: Estilo del icono
fr: Style de l’icône
ja: アイコンのスタイル
ko: 아이콘 스타일
pt_br: Estilo do ícone
ru: Стиль значка
zh_hans: 图标样式

source: If you can read this, notifications work.
de: Wenn du das lesen kannst, funktionieren Mitteilungen.
es: Si puedes leer esto, las notificaciones funcionan.
fr: Si vous lisez ceci, les notifications fonctionnent.
ja: これが読めれば、通知は動作しています。
ko: 이 내용이 보이면 알림이 작동하고 있습니다.
pt_br: Se você consegue ler isto, as notificações funcionam.
ru: Если вы видите это, уведомления работают.
zh_hans: 如果你能看到这条消息，说明通知正常。

source: Include Cargo tools
de: Cargo-Tools einbeziehen
es: Incluir herramientas de Cargo
fr: Inclure les outils Cargo
ja: Cargoツールを含める
ko: Cargo 도구 포함
pt_br: Incluir ferramentas do Cargo
ru: Включать инструменты Cargo
zh_hans: 包含 Cargo 工具

source: Include casks
de: Casks einbeziehen
es: Incluir casks
fr: Inclure les casks
ja: Caskを含める
ko: Cask 포함
pt_br: Incluir casks
ru: Включать casks
zh_hans: 包含 Cask

source: Include casks that update themselves
de: Casks einbeziehen, die sich selbst aktualisieren
es: Incluir casks que se actualizan solos
fr: Inclure les casks qui se mettent à jour seuls
ja: 自動で更新されるCaskを含める
ko: 자동으로 업데이트되는 Cask 포함
pt_br: Incluir casks que se atualizam sozinhos
ru: Включать casks с автообновлением
zh_hans: 包含可自动更新的 Cask

source: Include npm itself
de: npm selbst einbeziehen
es: Incluir el propio npm
fr: Inclure npm lui-même
ja: npm自体を含める
ko: npm 자체 포함
pt_br: Incluir o próprio npm
ru: Включать сам npm
zh_hans: 包含 npm 本身

source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
pt_br: Instalar
ru: Установить
zh_hans: 安装

source: Install gem documentation
de: Gem-Dokumentation installieren
es: Instalar documentación de gems
fr: Installer la documentation des gems
ja: gemのドキュメントをインストール
ko: gem 문서 설치
pt_br: Instalar a documentação das gems
ru: Устанавливать документацию gem
zh_hans: 安装 gem 文档

source: Install into
de: Installieren in
es: Instalar en
fr: Installer dans
ja: インストール先
ko: 설치 대상
pt_br: Instalar em
ru: Куда установить
zh_hans: 安装到

source: Install missing
de: Fehlende installieren
es: Instalar los que faltan
fr: Installer les manquants
ja: 不足分をインストール
ko: 누락된 항목 설치
pt_br: Instalar os que faltam
ru: Установить недостающие
zh_hans: 安装缺失项

source: Install standard gems into %@
de: Standard-Gems in %@ installieren
es: Instalar las gemas estándar en %@
fr: Installer les gems standard dans %@
ja: 標準のgemを%@にインストール
ko: 표준 gem을 %@에 설치
pt_br: Instalar os gems padrão em %@
ru: Установить стандартные gem в %@
zh_hans: 将标准 gem 安装到 %@

source: Install standard packages into %@
de: Standardpakete in %@ installieren
es: Instalar los paquetes estándar en %@
fr: Installer les paquets standard dans %@
ja: 標準パッケージを%@にインストール
ko: 표준 패키지를 %@에 설치
pt_br: Instalar os pacotes padrão em %@
ru: Установить стандартные пакеты в %@
zh_hans: 将标准软件包安装到 %@

source: Installed
de: Installiert
es: Instalada
fr: Installée
ja: インストール済み
ko: 설치됨
pt_br: Instalada
ru: Текущая
zh_hans: 已安装

source: Installed %@, up to date
de: Installiert %@, aktuell
es: Instalada %@, al día
fr: Installée %@, à jour
ja: インストール済み %@、最新です
ko: %@ 설치됨, 최신
pt_br: Instalada %@, atualizada
ru: Установлено %@, актуально
zh_hans: 已安装 %@，已是最新

# Installed %@, update to %@
source: Installed %1$@, update to %2$@
de: Installiert %@, Update auf %@
es: Instalada %@, actualizar a %@
fr: Installée %@, mise à jour vers %@
ja: インストール済み %@、%@にアップデート可能
ko: %@ 설치됨, %@(으)로 업데이트 가능
pt_br: Instalada %@, atualizar para %@
ru: Установлено %@, можно обновить до %@
zh_hans: 已安装 %@，可更新至 %@

source: Installed as
de: Installiert als
es: Instalado como
fr: Installé comme
ja: インストール形態
ko: 설치 방식
pt_br: Instalado como
ru: Как установлено
zh_hans: 安装方式

source: Installed into a version or manager you choose, or offered when a new Node or Ruby version appears.
de: Werden in eine Version oder einen Manager deiner Wahl installiert oder bei neuen Node- oder Ruby-Versionen angeboten.
es: Se instalan en la versión o el gestor que elijas, o se ofrecen cuando aparece una versión nueva de Node o Ruby.
fr: Installés dans la version ou le gestionnaire de votre choix, ou proposés quand une nouvelle version de Node ou Ruby apparaît.
ja: 選んだバージョンやマネージャーにインストールされます。新しいNodeやRubyのバージョンが見つかったときにも提案されます。
ko: 선택한 버전이나 관리자에 설치되며, 새 Node 또는 Ruby 버전이 나타나면 제안됩니다.
pt_br: Instalados na versão ou no gerenciador que você escolher, ou oferecidos quando surge uma nova versão do Node ou do Ruby.
ru: Устанавливаются в выбранную версию или менеджер либо предлагаются при появлении новой версии Node или Ruby.
zh_hans: 安装到你选择的版本或管理器，也会在出现新的 Node 或 Ruby 版本时提示。

source: Installed version
de: Installierte Version
es: Versión instalada
fr: Version installée
ja: インストール済みバージョン
ko: 설치된 버전
pt_br: Versão instalada
ru: Установленная версия
zh_hans: 已安装版本

source: Installing
de: Wird installiert
es: Instalando
fr: Installation
ja: インストール中
ko: 설치 중
pt_br: Instalando
ru: Установка
zh_hans: 正在安装

# Installing %lld of %lld
source: Installing %1$lld of %2$lld
de: Installiere %lld von %lld
es: Instalando %lld de %lld
fr: Installation de %lld sur %lld
ja: %lld / %lld 件をインストール中
ko: %lld / %lld 설치 중
pt_br: Instalando %lld de %lld
ru: Установка: %lld из %lld
zh_hans: 正在安装 %lld / %lld

source: Installing packages
de: Pakete werden installiert
es: Instalando paquetes
fr: Installation des paquets
ja: パッケージをインストール中
ko: 패키지 설치 중
pt_br: Instalando pacotes
ru: Установка пакетов
zh_hans: 正在安装软件包

source: Installs
de: Installationen
es: Instalaciones
fr: Installations
ja: インストール
ko: 설치
pt_br: Instalações
ru: Установки
zh_hans: 安装

source: It is removed from rustup. You can install it again later.
de: Sie wird aus rustup entfernt. Du kannst sie später wieder installieren.
es: Se elimina de rustup. Puedes instalarla de nuevo más tarde.
fr: Elle est supprimée de rustup. Vous pourrez la réinstaller plus tard.
ja: rustupから削除されます。後でもう一度インストールできます。
ko: rustup에서 제거됩니다. 나중에 다시 설치할 수 있습니다.
pt_br: Ela é removida do rustup. Você pode instalá-la novamente depois.
ru: Он будет удалён из rustup. Позже его можно установить снова.
zh_hans: 它将从 rustup 中移除。你以后可以重新安装。

source: It is removed from the global packages of %@.
de: Es wird aus den globalen Paketen von %@ entfernt.
es: Se elimina de los paquetes globales de %@.
fr: Il est supprimé des paquets globaux de %@.
ja: %@のグローバルパッケージから削除されます。
ko: %@의 전역 패키지에서 제거됩니다.
pt_br: É removido dos pacotes globais do %@.
ru: Он будет удалён из глобальных пакетов %@.
zh_hans: 它将从 %@ 的全局软件包中移除。

source: It is removed from the global packages of Node %@.
de: Es wird aus den globalen Paketen von Node %@ entfernt.
es: Se elimina de los paquetes globales de Node %@.
fr: Il est supprimé des paquets globaux de Node %@.
ja: Node %@のグローバルパッケージから削除されます。
ko: Node %@의 전역 패키지에서 제거됩니다.
pt_br: É removido dos pacotes globais do Node %@.
ru: Он будет удалён из глобальных пакетов Node %@.
zh_hans: 它将从 Node %@ 的全局软件包中移除。

source: Its environment and programs are removed from %@.
de: Seine Umgebung und seine Programme werden aus %@ entfernt.
es: Su entorno y sus programas se eliminan de %@.
fr: Son environnement et ses programmes sont supprimés de %@.
ja: 環境とプログラムが%@から削除されます。
ko: 환경과 프로그램이 %@에서 삭제됩니다.
pt_br: O ambiente e os programas dele são removidos do %@.
ru: Его окружение и программы будут удалены из %@.
zh_hans: 其环境和程序将从 %@ 中移除。

source: Its program is removed from the Cargo bin folder.
de: Sein Programm wird aus dem Cargo-bin-Ordner entfernt.
es: Su programa se elimina de la carpeta bin de Cargo.
fr: Son programme est supprimé du dossier bin de Cargo.
ja: プログラムはCargoのbinフォルダから削除されます。
ko: 프로그램이 Cargo의 bin 폴더에서 삭제됩니다.
pt_br: O programa dele é removido da pasta bin do Cargo.
ru: Его программа будет удалена из папки bin Cargo.
zh_hans: 其程序将从 Cargo 的 bin 文件夹中移除。

source: Keep history for
de: Verlauf aufbewahren für
es: Conservar el historial
fr: Conserver l’historique
ja: 履歴の保存期間
ko: 기록 보관 기간
pt_br: Manter o histórico por
ru: Хранить историю
zh_hans: 历史记录保留时长

source: Keeps Homebrew, Node and Ruby up to date from the menu bar.
de: Hält Homebrew, Node und Ruby über die Menüleiste auf dem neuesten Stand.
es: Mantiene Homebrew, Node y Ruby al día desde la barra de menús.
fr: Maintient Homebrew, Node et Ruby à jour depuis la barre des menus.
ja: Homebrew、Node、Rubyをメニューバーから最新の状態に保ちます。
ko: 메뉴 막대에서 Homebrew, Node, Ruby를 최신 상태로 유지합니다.
pt_br: Mantém o Homebrew, o Node e o Ruby atualizados a partir da barra de menus.
ru: Поддерживает Homebrew, Node и Ruby в актуальном состоянии из строки меню.
zh_hans: 从菜单栏让 Homebrew、Node 和 Ruby 保持最新。

source: Kind
de: Art
es: Tipo
fr: Type
ja: 種類
ko: 종류
pt_br: Tipo
ru: Вид
zh_hans: 类型

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ja: 過去30日間
ko: 최근 30일
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 最近 30 天

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 最近 7 天

source: Last checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終チェック
ko: 마지막 확인
pt_br: Última verificação
ru: Последняя проверка
zh_hans: 上次检查

source: Latest
de: Neueste
es: Última
fr: Dernière
ja: 最新
ko: 최신
pt_br: Mais recente
ru: Новейшая
zh_hans: 最新

source: Latest version
de: Neueste Version
es: Última versión
fr: Dernière version
ja: 最新バージョン
ko: 최신 버전
pt_br: Versão mais recente
ru: Новейшая версия
zh_hans: 最新版本

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлое
zh_hans: 浅色

source: List
de: Liste
es: Lista
fr: Liste
ja: リスト
ko: 목록
pt_br: Lista
ru: Список
zh_hans: 列表

source: Location
de: Speicherort
es: Ubicación
fr: Emplacement
ja: 場所
ko: 위치
pt_br: Local
ru: Расположение
zh_hans: 位置

source: Log file
de: Protokolldatei
es: Archivo de registro
fr: Fichier journal
ja: ログファイル
ko: 로그 파일
pt_br: Arquivo de registro
ru: Файл журнала
zh_hans: 日志文件

source: Managed in their own window, where you can check the list and install it into a Node version.
de: Werden in einem eigenen Fenster verwaltet. Dort kannst du die Liste prüfen und in eine Node-Version installieren.
es: Se gestionan en su propia ventana, donde puedes comprobar la lista e instalarla en una versión de Node.
fr: Gérés dans leur propre fenêtre, où vous pouvez vérifier la liste et l’installer dans une version de Node.
ja: 専用のウインドウで管理します。そこでリストを確認し、Nodeのバージョンにインストールできます。
ko: 별도의 창에서 관리합니다. 그곳에서 목록을 확인하고 Node 버전에 설치할 수 있습니다.
pt_br: Gerenciados em uma janela própria, onde você pode verificar a lista e instalá-la em uma versão do Node.
ru: Управляются в отдельном окне, где можно проверить список и установить его в версию Node.
zh_hans: 在单独的窗口中管理，你可以在那里检查列表并将其安装到某个 Node 版本。

source: Managed in their own window, where you can check the list and install it into a Ruby version.
de: Werden in einem eigenen Fenster verwaltet. Dort kannst du die Liste prüfen und in eine Ruby-Version installieren.
es: Se gestionan en su propia ventana, donde puedes comprobar la lista e instalarla en una versión de Ruby.
fr: Gérés dans leur propre fenêtre, où vous pouvez vérifier la liste et l’installer dans une version de Ruby.
ja: 専用のウインドウで管理します。そこでリストを確認し、Rubyのバージョンにインストールできます。
ko: 별도의 창에서 관리합니다. 그곳에서 목록을 확인하고 Ruby 버전에 설치할 수 있습니다.
pt_br: Gerenciados em uma janela própria, onde você pode verificar a lista e instalá-la em uma versão do Ruby.
ru: Управляются в отдельном окне, где можно проверить список и установить его в версию Ruby.
zh_hans: 在单独的窗口中管理，你可以在那里检查列表并将其安装到某个 Ruby 版本。

source: Manage…
de: Verwalten …
es: Gestionar…
fr: Gérer…
ja: 管理…
ko: 관리…
pt_br: Gerenciar…
ru: Управление…
zh_hans: 管理…

source: Manual
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
ru: Вручную
zh_hans: 手动

source: Manually only
de: Nur manuell
es: Solo manualmente
fr: Manuellement uniquement
ja: 手動のみ
ko: 수동으로만
pt_br: Somente manualmente
ru: Только вручную
zh_hans: 仅手动

source: Menu bar icon
de: Symbol in der Menüleiste
es: Icono de la barra de menús
fr: Icône de la barre des menus
ja: メニューバーアイコン
ko: 메뉴 막대 아이콘
pt_br: Ícone da barra de menus
ru: Значок в строке меню
zh_hans: 菜单栏图标

source: Missing from this version: %@
de: In dieser Version fehlen: %@
es: Faltan en esta versión: %@
fr: Manquants dans cette version : %@
ja: このバージョンにないもの: %@
ko: 이 버전에 없음: %@
pt_br: Faltam nesta versão: %@
ru: Отсутствуют в этой версии: %@
zh_hans: 此版本缺少：%@

source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더 보기
pt_br: Mais
ru: Ещё
zh_hans: 更多

source: Name, or several separated by commas
de: Name oder mehrere, durch Kommas getrennt
es: Nombre, o varios separados por comas
fr: Nom, ou plusieurs séparés par des virgules
ja: 名前（複数はカンマ区切り）
ko: 이름 (여러 개는 쉼표로 구분)
pt_br: Nome, ou vários separados por vírgulas
ru: Название или несколько через запятую
zh_hans: 名称，多个用逗号分隔

source: Newest
de: Neueste
es: Más reciente
fr: Dernière
ja: 最新
ko: 최신
pt_br: Mais recente
ru: Новейшая
zh_hans: 最新

source: Next check in %@
de: Nächste Prüfung in %@
es: Próxima comprobación en %@
fr: Prochaine vérification dans %@
ja: 次のチェックまで %@
ko: 다음 확인까지 %@
pt_br: Próxima verificação em %@
ru: Следующая проверка через %@
zh_hans: %@后再次检查

source: Next check soon
de: Nächste Prüfung in Kürze
es: Próxima comprobación en breve
fr: Prochaine vérification bientôt
ja: まもなく次のチェック
ko: 곧 다시 확인
pt_br: Próxima verificação em breve
ru: Скоро следующая проверка
zh_hans: 即将再次检查

source: No Node version manager found. Choose the folder that holds your Node versions.
de: Keine Node-Versionsverwaltung gefunden. Wähle den Ordner mit deinen Node-Versionen aus.
es: No se encontró ningún gestor de versiones de Node. Elige la carpeta que contiene tus versiones de Node.
fr: Aucun gestionnaire de versions de Node trouvé. Choisissez le dossier qui contient vos versions de Node.
ja: Nodeのバージョン管理ツールが見つかりません。Nodeのバージョンが入っているフォルダを選択してください。
ko: Node 버전 관리자를 찾을 수 없습니다. Node 버전이 들어 있는 폴더를 선택하세요.
pt_br: Nenhum gerenciador de versões do Node foi encontrado. Escolha a pasta com as suas versões do Node.
ru: Менеджер версий Node не найден. Выберите папку с версиями Node.
zh_hans: 未找到 Node 版本管理器。请选择存放 Node 版本的文件夹。

source: No Ruby version manager found. Choose the folder that holds your Ruby versions.
de: Keine Ruby-Versionsverwaltung gefunden. Wähle den Ordner mit deinen Ruby-Versionen aus.
es: No se encontró ningún gestor de versiones de Ruby. Elige la carpeta que contiene tus versiones de Ruby.
fr: Aucun gestionnaire de versions de Ruby trouvé. Choisissez le dossier qui contient vos versions de Ruby.
ja: Rubyのバージョン管理ツールが見つかりません。Rubyのバージョンが入っているフォルダを選択してください。
ko: Ruby 버전 관리자를 찾을 수 없습니다. Ruby 버전이 들어 있는 폴더를 선택하세요.
pt_br: Nenhum gerenciador de versões do Ruby foi encontrado. Escolha a pasta com as suas versões do Ruby.
ru: Менеджер версий Ruby не найден. Выберите папку с версиями Ruby.
zh_hans: 未找到 Ruby 版本管理器。请选择存放 Ruby 版本的文件夹。

source: No entries match these filters
de: Keine Einträge entsprechen diesen Filtern
es: Ninguna entrada coincide con estos filtros
fr: Aucune entrée ne correspond à ces filtres
ja: これらの条件に一致するエントリはありません
ko: 이 필터와 일치하는 항목이 없습니다
pt_br: Nenhuma entrada corresponde a estes filtros
ru: Нет записей, подходящих под эти фильтры
zh_hans: 没有符合这些筛选条件的条目

source: No packages match “%@”
de: Keine Pakete passen zu „%@“
es: Ningún paquete coincide con «%@»
fr: Aucun paquet ne correspond à « %@ »
ja: 「%@」に一致するパッケージはありません
ko: “%@”와(과) 일치하는 패키지가 없습니다
pt_br: Nenhum pacote corresponde a “%@”
ru: Нет пакетов, соответствующих «%@»
zh_hans: 没有与“%@”匹配的软件包

source: No packages yet. Add a name or fill the list from a version.
de: Noch keine Pakete. Füge einen Namen hinzu oder übernimm die Liste aus einer Version.
es: Aún no hay paquetes. Añade un nombre o rellena la lista desde una versión.
fr: Aucun paquet pour l’instant. Ajoutez un nom ou remplissez la liste depuis une version.
ja: まだパッケージがありません。名前を追加するか、バージョンからリストを入力してください。
ko: 아직 패키지가 없습니다. 이름을 추가하거나 버전에서 목록을 채우세요.
pt_br: Ainda não há pacotes. Adicione um nome ou preencha a lista a partir de uma versão.
ru: Пакетов пока нет. Добавьте название или заполните список из версии.
zh_hans: 还没有软件包。请添加名称，或从某个版本填充列表。

source: No such package on %@
de: Kein solches Paket auf %@
es: No existe tal paquete en %@
fr: Aucun paquet de ce nom sur %@
ja: %@にそのパッケージはありません
ko: %@에 해당 패키지가 없습니다
pt_br: Não existe esse pacote em %@
ru: Такого пакета нет в %@
zh_hans: %@ 上没有此软件包

source: No version of it supports this %@ version
de: Keine Version unterstützt diese %@-Version
es: Ninguna versión es compatible con esta versión de %@
fr: Aucune version n’est compatible avec cette version de %@
ja: この%@のバージョンに対応するバージョンはありません
ko: 이 %@ 버전을 지원하는 버전이 없습니다
pt_br: Nenhuma versão é compatível com esta versão do %@
ru: Ни одна версия не поддерживает эту версию %@
zh_hans: 没有任何版本支持此 %@ 版本

source: Node versions to check
de: Zu prüfende Node-Versionen
es: Versiones de Node a comprobar
fr: Versions de Node à vérifier
ja: チェックするNodeバージョン
ko: 확인할 Node 버전
pt_br: Versões do Node a verificar
ru: Версии Node для проверки
zh_hans: 要检查的 Node 版本

source: Not a toolchain name
de: Kein Toolchain-Name
es: No es un nombre de cadena de herramientas
fr: Ce n’est pas un nom de chaîne d’outils
ja: ツールチェーン名ではありません
ko: 툴체인 이름이 아닙니다
pt_br: Não é um nome de toolchain
ru: Это не имя тулчейна
zh_hans: 不是工具链名称

source: Not added: %@
de: Nicht hinzugefügt: %@
es: No añadidos: %@
fr: Non ajoutés : %@
ja: 追加されませんでした: %@
ko: 추가되지 않음: %@
pt_br: Não adicionados: %@
ru: Не добавлено: %@
zh_hans: 未添加：%@

source: Not checked
de: Nicht geprüft
es: Sin comprobar
fr: Non vérifié
ja: 未確認
ko: 확인 안 함
pt_br: Não verificado
ru: Не проверено
zh_hans: 未检查

source: Not compatible
de: Nicht kompatibel
es: No compatible
fr: Incompatible
ja: 非対応
ko: 호환되지 않음
pt_br: Incompatível
ru: Несовместимо
zh_hans: 不兼容

source: Not compatible: %lld
de: Nicht kompatibel: %lld
es: No compatible: %lld
fr: Incompatible : %lld
ja: 非対応: %lld
ko: 호환되지 않음: %lld
pt_br: Incompatível: %lld
ru: Несовместимо: %lld
zh_hans: 不兼容：%lld

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
ja: 見つかりません
ko: 찾을 수 없음
pt_br: Não encontrado
ru: Не найдено
zh_hans: 未找到

source: Not found in the usual places
de: An den üblichen Orten nicht gefunden
es: No se encontró en los lugares habituales
fr: Introuvable aux emplacements habituels
ja: 通常の場所に見つかりません
ko: 일반적인 위치에서 찾을 수 없음
pt_br: Não encontrado nos locais habituais
ru: Не найдено в обычных местах
zh_hans: 在常见位置未找到

source: Not found on this Mac
de: Auf diesem Mac nicht gefunden
es: No se encontró en este Mac
fr: Introuvable sur ce Mac
ja: このMacで見つかりません
ko: 이 Mac에서 찾을 수 없음
pt_br: Não encontrado neste Mac
ru: Не найдено на этом Mac
zh_hans: 在此 Mac 上未找到

source: Not found: %lld
de: Nicht gefunden: %lld
es: No encontrado: %lld
fr: Introuvable : %lld
ja: 見つかりません: %lld
ko: 찾을 수 없음: %lld
pt_br: Não encontrado: %lld
ru: Не найдено: %lld
zh_hans: 未找到：%lld

source: Not set up
de: Nicht eingerichtet
es: Sin configurar
fr: Non configuré
ja: 未設定
ko: 설정되지 않음
pt_br: Não configurado
ru: Не настроено
zh_hans: 未设置

source: Nothing else installed depends on it. Its files are removed from disk.
de: Nichts anderes Installiertes hängt davon ab. Die Dateien werden vom Datenträger entfernt.
es: Nada más instalado depende de él. Sus archivos se eliminan del disco.
fr: Rien d’autre d’installé n’en dépend. Ses fichiers sont supprimés du disque.
ja: 他のインストール済みパッケージはこれに依存していません。ファイルはディスクから削除されます。
ko: 설치된 다른 항목은 이것에 의존하지 않습니다. 파일이 디스크에서 삭제됩니다.
pt_br: Nada mais instalado depende dele. Os arquivos são removidos do disco.
ru: От него не зависит ничто другое. Его файлы будут удалены с диска.
zh_hans: 没有其他已安装的软件包依赖它。其文件将从磁盘中删除。

source: Nothing found in the usual places
de: An den üblichen Orten nichts gefunden
es: No se encontró nada en los lugares habituales
fr: Rien trouvé aux emplacements habituels
ja: 通常の場所には何も見つかりません
ko: 일반적인 위치에서 아무것도 찾지 못했습니다
pt_br: Nada encontrado nos locais habituais
ru: В обычных местах ничего не найдено
zh_hans: 在常见位置未找到任何内容

source: Nothing has happened yet
de: Noch ist nichts passiert
es: Todavía no ha ocurrido nada
fr: Rien ne s’est encore passé
ja: まだ何も行われていません
ko: 아직 아무 일도 없었습니다
pt_br: Ainda não aconteceu nada
ru: Пока ничего не происходило
zh_hans: 尚无任何操作

source: Nothing is installed here
de: Hier ist nichts installiert
es: Aquí no hay nada instalado
fr: Rien n’est installé ici
ja: ここには何もインストールされていません
ko: 여기에는 설치된 항목이 없습니다
pt_br: Não há nada instalado aqui
ru: Здесь ничего не установлено
zh_hans: 这里没有安装任何内容

source: Nothing is installed here yet.
de: Hier ist noch nichts installiert.
es: Aún no hay nada instalado aquí.
fr: Rien n’est encore installé ici.
ja: ここにはまだ何もインストールされていません。
ko: 아직 여기에 설치된 항목이 없습니다.
pt_br: Ainda não há nada instalado aqui.
ru: Здесь пока ничего не установлено.
zh_hans: 这里还没有安装任何内容。

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

source: Notifications are turned off for DevHub in System Settings.
de: Mitteilungen für DevHub sind in den Systemeinstellungen ausgeschaltet.
es: Las notificaciones de DevHub están desactivadas en Ajustes del Sistema.
fr: Les notifications de DevHub sont désactivées dans Réglages Système.
ja: システム設定でDevHubの通知がオフになっています。
ko: 시스템 설정에서 DevHub 알림이 꺼져 있습니다.
pt_br: As notificações do DevHub estão desativadas em Ajustes do Sistema.
ru: Уведомления DevHub выключены в Системных настройках.
zh_hans: “系统设置”中已关闭 DevHub 的通知。

source: Notify
de: Mitteilung
es: Avisar
fr: Notifier
ja: 通知頻度
ko: 알림 시점
pt_br: Avisar
ru: Уведомлять
zh_hans: 通知频率

source: Notify me about new updates
de: Über neue Updates informieren
es: Avisarme de nuevas actualizaciones
fr: Me notifier des nouvelles mises à jour
ja: 新しいアップデートを通知
ko: 새 업데이트 알림
pt_br: Avisar sobre novas atualizações
ru: Уведомлять о новых обновлениях
zh_hans: 有新更新时通知我

source: Offer dismissed
de: Hinweis ausgeblendet
es: Oferta descartada
fr: Proposition ignorée
ja: 提案を非表示
ko: 제안 숨김
pt_br: Oferta dispensada
ru: Предложение скрыто
zh_hans: 已忽略提示

source: Offer the standard gems in new versions
de: Standard-Gems in neuen Versionen anbieten
es: Ofrecer las gemas estándar en versiones nuevas
fr: Proposer les gems standard dans les nouvelles versions
ja: 新しいバージョンで標準のgemを提案
ko: 새 버전에서 표준 gem 제안
pt_br: Oferecer os gems padrão em versões novas
ru: Предлагать стандартные gem в новых версиях
zh_hans: 在新版本中提示安装标准 gem
